Repository: hosizoraru/KeiPix
Catalog: Sources/KeiPix/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

source: Recent Creator Works
ja: 最近の作品
zh_hans: 作者近期作品
zh_hant: 作者近期作品

source: Recent Searches
ja: 最近の検索
zh_hans: 最近搜索
zh_hant: 最近搜尋

source: Recently Updated
ja: 最近更新
zh_hans: 最近更新
zh_hant: 最近更新

source: Recommended Creators
ja: おすすめの投稿者
zh_hans: 推荐作者
zh_hant: 推薦作者

source: Recommended creators, search creators, related creators, and creator previews remain reachable.
ja: おすすめクリエイター、クリエイター検索、関連クリエイター、クリエイタープレビューは引き続き到達可能
zh_hans: 推荐作者、搜索作者、相关作者和作者预览需要可访问。
zh_hant: 推薦作者、搜尋作者、相關作者和作者預覽需要可訪問。

source: Recommended illustrations and latest illustrations load through native feeds.
ja: おすすめイラストと最新イラストはネイティブフィードで読み込み
zh_hans: 推荐插画和最新插画需要通过原生作品流加载。
zh_hant: 推薦插畫和最新插畫需要通過原生作品流載入。

source: Recommended manga, manga rankings, series, and watchlist remain reachable.
ja: おすすめ漫画、漫画ランキング、シリーズ、ウォッチリストは引き続き到達可能
zh_hans: 推荐漫画、漫画榜、系列和漫画追更需要可访问。
zh_hant: 推薦漫畫、漫畫榜、系列和漫畫追蹤需要可訪問。

source: Reference Projects
ja: 参考プロジェクト
zh_hans: 参考项目
zh_hant: 參考項目

source: Refresh After Switching Sections
ja: セクション復帰時の更新
zh_hans: 切换板块后的刷新
zh_hant: 切換板塊後的刷新

source: When returning to a section, reuse recently loaded content until this interval expires. Manual refresh always reloads immediately.
ja: セクションに戻ったとき、この間隔が切れるまでは読み込み済みの内容を再利用します。手動更新は常にすぐ再読み込みします。
zh_hans: 返回某个板块时，会在过期前复用最近加载的内容；手动刷新始终会立即重新加载。
zh_hant: 返回某個板塊時，會在過期前沿用最近載入的內容；手動刷新一律會立即重新載入。

source: 10 Minutes
ja: 10分
zh_hans: 10 分钟
zh_hant: 10 分鐘

source: 20 Minutes
ja: 20分
zh_hans: 20 分钟
zh_hant: 20 分鐘

source: 30 Minutes
ja: 30分
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: This App Session
ja: この起動中
zh_hans: 本次 App 期间
zh_hant: 本次 App 期間

source: Manual Refresh Only
ja: 手動更新のみ
zh_hans: 仅手动刷新
zh_hant: 僅手動刷新

source: Refresh
ja: 更新
zh_hans: 刷新
zh_hant: 刷新

source: Refresh Cache Status
ja: キャッシュ状態を更新
zh_hans: 刷新缓存状态
zh_hant: 刷新快取狀態

source: Refresh Live Feed
ja: ライブフィードを更新
zh_hans: 刷新实时作品流
zh_hant: 刷新實時作品流

source: Refresh Logs
ja: ログを更新
zh_hans: 刷新日志
zh_hant: 重新整理日誌

# Refresh Pixiv history after opening artworks from this account.
source: Pixiv history is server-side viewing history and may require Pixiv Premium. It may not include works opened only in a web browser.
ja: Pixiv 履歴はサーバー側の閲覧履歴で、Pixiv プレミアムが必要な場合があります。ブラウザだけで開いた作品は含まれないことがあります。
zh_hans: Pixiv 历史是服务端浏览历史，可能需要 Pixiv Premium；仅在网页浏览器里打开的作品不一定会同步到这里。
zh_hant: Pixiv 紀錄是伺服器端瀏覽紀錄，可能需要 Pixiv Premium；僅在網頁瀏覽器開啟的作品不一定會同步到這裡。

# Refreshed %d Pixiv collections
source: Refreshed %d collections
ja: コレクションを%d件更新しました
zh_hans: 已刷新 %d 个珍藏册
zh_hant: 已刷新 %d 個珍藏冊

source: Refresh the current section or start a search.
ja: 現在のセクションを更新するか検索を開始
zh_hans: 刷新当前分类，或发起搜索。
zh_hant: 刷新當前分類，或發起搜尋。

source: Refreshed %d Pixiv history items
ja: Pixiv 履歴を %d 件更新しました
zh_hans: 已刷新 %d 条 Pixiv 历史
zh_hant: 已刷新 %d 条 Pixiv 紀錄

source: Refreshed %d bookmark tags
ja: ブックマークタグ %d 件を更新
zh_hans: 已刷新 %d 个收藏标签
zh_hant: 已刷新 %d 個收藏標籤

source: Refreshed %d creators
ja: クリエイター %d 件を更新
zh_hans: 已刷新 %d 位作者
zh_hant: 已刷新 %d 位作者

source: Refreshed %d watchlist series
ja: ウォッチリスト %d 件を更新
zh_hans: 已刷新 %d 个追更系列
zh_hant: 已刷新 %d 個追蹤系列

source: Region
ja: 地域
zh_hans: 地区
zh_hant: 地區

source: Related Artworks
ja: 関連作品
zh_hans: 相关作品
zh_hant: 相關作品

source: Related Collections
ja: 関連するコレクション
zh_hans: 相关珍藏册
zh_hant: 相關珍藏冊

source: Related Creators
ja: 関連する投稿者
zh_hans: 相关作者
zh_hant: 相關作者

source: Related Novels
ja: 関連小説
zh_hans: 相关小说
zh_hant: 相關小說

source: Reload Page
ja: ページを再読み込み
zh_hans: 重新加载页面
zh_hant: 重新載入頁面

source: Reload Ugoira
ja: うごイラ再読み込み
zh_hans: 重新加载动图
zh_hant: 重新載入動圖

source: Remote or destructive actions stay visible in QA until a test account or explicit approval covers them.
ja: リモートまたは破壊的なアクションはテストアカウントまたは明示的な承認でカバーされるまでQAに表示
zh_hans: 远端写入或破坏性动作会持续显示在验收清单中，直到测试账号或明确授权覆盖。
zh_hant: 遠端寫入或破壞性動作會持續顯示在驗收清單中，直到測試帳號或明確授權覆盖。

source: Remove %@ from the download queue? Local files stay in the download folder.
ja: %@ をダウンロードキューから削除しますか？ローカルファイルはダウンロードフォルダに残ります
zh_hans: 从下载队列移除 %@？本地文件会保留在下载文件夹中。
zh_hant: 從下載隊列移除 %@？本地檔案會保留在下載資料夾中。

source: Remove %@ from watchlist?
ja: %@ をウォッチリストから削除しますか？
zh_hans: 取消追更 %@？
zh_hant: 取消追蹤 %@？

source: Remove %d visible download records? Local files stay in the download folder.
ja: 表示ダウンロード記録 %d 件を削除しますか？ローカルファイルはダウンロードフォルダに残ります
zh_hans: 移除 %d 条可见下载记录？本地文件会保留在下载文件夹中。
zh_hant: 移除 %d 条可見下載記錄？本地檔案會保留在下載資料夾中。

source: Remove Account
ja: アカウントを削除
zh_hans: 移除账号
zh_hant: 移除帳號

source: Remove Bookmark
ja: ブックマークを解除
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Remove Download Record
ja: ダウンロード記録を削除
zh_hans: 移除下载记录
zh_hant: 移除下載記錄

source: Remove Saved Article
ja: 保存した記事を解除
zh_hans: 移除收藏文章
zh_hant: 移除收藏文章

source: Remove Saved Search
ja: 保存検索を削除
zh_hans: 移除保存的搜索
zh_hant: 移除保存的搜尋

source: Remove Search Preset
ja: 検索プリセットを削除
zh_hans: 移除搜索预设
zh_hant: 移除搜尋預設

source: Remove Visible Download Records
ja: 表示ダウンロード記録を削除
zh_hans: 移除可见下载记录
zh_hant: 移除可見下載記錄

source: Remove account %@ from this Mac?
ja: アカウント %@ をこのMacから削除しますか？
zh_hans: 从这台 Mac 移除账号 %@？
zh_hant: 從這台 Mac 移除帳號 %@？

source: Remove bookmark from %@?
ja: %@ のブックマークを解除しますか？
zh_hans: 取消收藏 %@？
zh_hant: 取消收藏 %@？

source: Remove from Article History
ja: 記事履歴から削除
zh_hans: 从文章历史移除
zh_hant: 從文章紀錄移除

source: Remove from Watch Later
ja: 後で見るから削除
zh_hans: 从稍后再看移除
zh_hant: 從稍後再看移除

source: Remove from Watchlist
ja: ウォッチリストから削除
zh_hans: 取消追更
zh_hant: 取消追蹤

source: Remove muted artwork %@?
ja: ミュート済み作品 %@ を解除しますか？
zh_hans: 移除屏蔽作品 %@？
zh_hant: 移除封鎖作品 %@？

source: Remove muted comment phrase %@?
ja: ミュート済みコメントフレーズ %@ を解除しますか？
zh_hans: 移除屏蔽评论短语 %@？
zh_hant: 移除封鎖留言短語 %@？

source: Remove muted creator %@?
ja: ミュート済みクリエイター %@ を解除しますか？
zh_hans: 移除屏蔽创作者 %@？
zh_hant: 移除封鎖創作者 %@？

source: Remove muted tag #%@?
ja: ミュート済みタグ #%@ を解除しますか？
zh_hans: 移除屏蔽标签 #%@？
zh_hant: 移除封鎖標籤 #%@？

source: Remove saved search %@?
ja: 保存検索 %@ を削除しますか？
zh_hans: 移除保存的搜索 %@？
zh_hant: 移除保存的搜尋 %@？

source: Remove search preset %@?
ja: 検索プリセット %@ を削除しますか？
zh_hans: 移除搜索预设 %@？
zh_hant: 移除搜尋預設 %@？

source: Removed %@ from watchlist
ja: %@をウォッチリストから削除しました
zh_hans: 已取消追更 %@
zh_hant: 已取消追蹤 %@

source: Removed %d download records
ja: ダウンロード記録 %d 件を削除
zh_hans: 已移除 %d 条下载记录
zh_hant: 已移除 %d 条下載記錄

source: Removed %d saved searches
ja: 保存検索 %d 件を削除
zh_hans: 已移除 %d 个保存的搜索
zh_hant: 已移除 %d 個保存的搜尋

source: Removed %d search presets
ja: 検索プリセット %d 件を削除
zh_hans: 已移除 %d 个搜索预设
zh_hant: 已移除 %d 個搜尋預設

source: Removed account %@
ja: アカウント削除: %@
zh_hans: 已移除账号 %@
zh_hant: 已移除帳號 %@

source: Removed article history item
ja: 記事履歴アイテムを削除
zh_hans: 已移除文章历史项
zh_hant: 已移除文章紀錄項

source: Removed bookmark from %@
ja: %@ のブックマークを解除
zh_hans: 已取消收藏 %@
zh_hant: 已取消收藏 %@

source: Removed muted artwork %@
ja: ミュート済み作品 %@ を解除
zh_hans: 已移除屏蔽作品 %@
zh_hant: 已移除封鎖作品 %@

source: Removed muted comment phrase %@
ja: ミュート済みコメントフレーズ %@ を解除
zh_hans: 已移除屏蔽评论短语 %@
zh_hant: 已移除封鎖留言短語 %@

source: Removed muted creator %@
ja: ミュート済みクリエイター %@ を解除
zh_hans: 已移除屏蔽创作者 %@
zh_hant: 已移除封鎖創作者 %@

source: Removed muted tag #%@
ja: ミュート済みタグ #%@ を解除
zh_hans: 已移除屏蔽标签 #%@
zh_hant: 已移除封鎖標籤 #%@

source: Removed saved article
ja: 保存記事を削除
zh_hans: 已移除收藏文章
zh_hant: 已移除收藏文章

source: Reopen multi-page artworks on the last page read on this Mac.
ja: このMacで最後に読んだページから複数ページ作品を再開
zh_hans: 再次打开多 P 作品时，回到这台 Mac 上最后阅读的页码。
zh_hant: 再次開啟多 P 作品時，回到這台 Mac 上最後閱讀的頁碼。

source: Replies
ja: 返信
zh_hans: 回复
zh_hant: 回覆

source: Reply
ja: 返信
zh_hans: 回复
zh_hant: 回覆

source: Reply to %@
ja: %@ に返信
zh_hans: 回复给 %@
zh_hant: 回覆給 %@

source: Report Reason
ja: 通報理由
zh_hans: 举报原因
zh_hant: 檢舉原因

source: Request failed
ja: リクエストに失敗しました
zh_hans: 请求失败
zh_hant: 請求失敗

source: Too many requests. Please try again later.
ja: リクエストが多すぎます。しばらくしてからもう一度お試しください。
zh_hans: 请求过多，请稍后再试。
zh_hant: 請求過多，請稍後再試。

source: Session expired. Please log in again.
ja: セッションが期限切れです。再度ログインしてください。
zh_hans: 会话已过期，请重新登录。
zh_hant: 工作階段已過期，請重新登入。

source: Requires a disposable Pixiv test account.
ja: 使い捨てのPixivテストアカウントが必要
zh_hans: 需要可丢弃的 Pixiv 测试账号。
zh_hant: 需要可丟棄的 Pixiv 測試帳號。

source: Requires explicit approval before deleting local files.
ja: ローカルファイル削除前に明示的な承認が必要
zh_hans: 删除本地文件前需要明确授权。
zh_hant: 刪除本地檔案前需要明確授權。

source: Requires explicit approval for remote write verification.
ja: リモート書き込み検証に明示的な承認が必要
zh_hans: 远端写入验证需要明确授权。
zh_hant: 遠端寫入驗證需要明確授權。

source: Replace original text with translation
ja: 原文を翻訳文に置き換える
zh_hans: 用译文替换原文
zh_hant: 用譯文取代原文

source: Reset
ja: リセット
zh_hans: 重置
zh_hant: 重置

source: Reset Artwork Copy Template
ja: 作品コピーテンプレートをリセット
zh_hans: 重置作品复制模板
zh_hant: 重置作品複製模板

source: Reset Bookmark Edits
ja: ブックマーク編集をリセット
zh_hans: 重置收藏编辑
zh_hant: 重置收藏編輯

source: Reset Creator Copy Template
ja: クリエイターコピーテンプレートをリセット
zh_hans: 重置作者复制模板
zh_hant: 重置作者複製模板

source: Reset Creator Filters
ja: クリエイターフィルターをリセット
zh_hans: 重置作者筛选
zh_hant: 重置作者篩選

source: Reset Search Filters
ja: 検索フィルターをリセット
zh_hans: 重置搜索筛选
zh_hant: 重置搜尋篩選

source: Reset Template
ja: テンプレートをリセット
zh_hans: 重置模板
zh_hant: 重置模板

source: Reset Zoom
ja: ズームをリセット
zh_hans: 重置缩放
zh_hant: 重置縮放

source: Reset bookmark edits
ja: ブックマーク編集をリセット
zh_hans: 已重置收藏编辑
zh_hant: 已重置收藏編輯

source: Reset creator filters
ja: クリエイターフィルターをリセット
zh_hans: 已重置作者筛选
zh_hant: 已重置作者篩選

source: Reset unsaved bookmark edits?
ja: 未保存のブックマーク編集をリセットしますか？
zh_hans: 重置未保存的收藏编辑？
zh_hant: 重置未保存的收藏編輯？

source: Restore Last Read Page
ja: 最後に読んだページを復元
zh_hans: 恢复上次阅读页
zh_hant: 恢複上次閱讀頁

source: Restored %d creator actions
ja: クリエイターアクション %d 件を復元
zh_hans: 已恢复 %d 个作者操作
zh_hant: 已恢複 %d 個作者操作

source: results
ja: 件
zh_hans: 个结果
zh_hant: 個結果

source: Resume Downloads
ja: ダウンロードを再開
zh_hans: 继续下载
zh_hant: 繼續下載

source: Retried %d downloads
ja: ダウンロード %d 件を再試行
zh_hans: 已重试 %d 个下载
zh_hant: 已重試 %d 個下載

source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

source: Retry Failed
ja: 再試行失敗
zh_hans: 重试失败项
zh_hant: 重試失敗項

source: Retry at %@
ja: 再試行: %@
zh_hans: %@ 重试
zh_hant: %@ 重試

source: Reveal Current Page
ja: 現在ページを表示
zh_hans: 显示当前页
zh_hant: 顯示當前頁

source: Reveal Downloaded Artwork
ja: ダウンロード済み作品を表示
zh_hans: 显示已下载作品
zh_hant: 顯示已下載作品

source: Reveal Exported GIF
ja: エクスポートGIFを表示
zh_hans: 显示已导出 GIF
zh_hant: 顯示已導出 GIF

source: Reveal First Visible
ja: 最初の表示を表示
zh_hans: 显示首个可见下载
zh_hant: 顯示首個可見下載

source: Reveal in Console
ja: コンソールで表示
zh_hans: 在控制台中查看
zh_hant: 在主控台中查看

source: Reveal in Finder
ja: Finder で表示
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Revealed download in Finder
ja: Finderでダウンロードを表示
zh_hans: 已在 Finder 中显示下载
zh_hant: 已在 Finder 中顯示下載

source: Review implementation
ja: 実装を確認
zh_hans: 审查实现
zh_hant: 審查實現

source: Rookies
ja: 新人
zh_hans: 新人榜
zh_hant: 新人榜

source: Routes Pixiv API and image traffic through the chosen proxy. "Follow System" honours macOS network settings; manual mode and direct mode take effect after relaunching KeiPix.
ja: Pixiv API と画像通信を選択したプロキシ経由で送ります。「システムに従う」は macOS のネットワーク設定を尊重します。手動モードと直接接続モードは KeiPix の再起動後に反映されます。
zh_hans: 通过所选代理转发 Pixiv API 和图片流量。「跟随系统」会沿用 macOS 网络设置；「手动」与「直连」需重新启动 KeiPix 后生效。
zh_hant: 通過所選代理轉發 Pixiv API 和圖片流量。「跟随系統」會沿用 macOS 網路設定；「手動」與「直連」需重新啟動 KeiPix 後生效。

source: Run Account Health Check
ja: アカウント健全性チェックを実行
zh_hans: 运行账号健康检查
zh_hant: 運行帳號健康檢查

source: Run Comment Feedback Diagnostics
ja: コメントフィードバック診断を実行
zh_hans: 运行评论反馈诊断
zh_hant: 運行留言意見回饋診断

source: Run ID Navigation Diagnostics
ja: IDナビゲーション診断を実行
zh_hans: 运行 ID 直达诊断
zh_hant: 運行 ID 直達診断

source: Run Network Diagnostics
ja: ネットワーク診断を実行
zh_hans: 运行网络诊断
zh_hant: 運行網路診断

source: Run Non-Novel QA Matrix
ja: 小説以外のQAマトリクスを実行
zh_hans: 运行非小说 QA 矩阵
zh_hant: 運行非小說 QA 矩陣

source: Run Read-only QA
ja: 読み取り専用QAを実行
zh_hans: 运行只读 QA
zh_hant: 運行只讀 QA

source: Run Reversible Mutable QA
ja: 可逆変更可能QAを実行
zh_hans: 运行可逆变更 QA
zh_hant: 運行可逆變更 QA

source: Run Search Diagnostics
ja: 検索診断を実行
zh_hans: 运行搜索诊断
zh_hant: 運行搜尋診断

source: Run account health QA after sign-in.
ja: サインイン後にアカウント健全性QAを実行
zh_hans: 登录后运行账号健康 QA。
zh_hant: 登入後運行帳號健康 QA。

source: Run detail QA on the selected artwork.
ja: 選択作品の詳細QAを実行
zh_hans: 对选中作品运行详情 QA。
zh_hant: 對選中作品運行詳情 QA。

source: Run following-feed QA with a signed-in account.
ja: サインイン済みアカウントでフォロー中フィードQAを実行
zh_hans: 使用已登录账号运行关注作品流 QA。
zh_hant: 使用已登入帳號運行追蹤作品流 QA。

source: Run hot tag route and visual QA.
ja: ホットタグルートとビジュアルQAを実行
zh_hans: 运行热门标签路由和视觉 QA。
zh_hant: 運行熱門標籤路由和視覺 QA。

source: Run repeatable QA surfaces with local fixtures.
ja: ローカルフィクスチャで繰り返し可能なQA表示を実行
zh_hans: 使用本地固定样本运行可重复 QA 页面。
zh_hant: 使用本地固定樣本運行可重複 QA 頁面。

source: Running ID navigation diagnostics
ja: IDナビゲーション診断実行中
zh_hans: 正在运行 ID 直达诊断
zh_hant: 正在運行 ID 直達診断

source: Running account health check
ja: アカウント健全性チェック実行中
zh_hans: 正在运行账号健康检查
zh_hant: 正在運行帳號健康檢查

source: Running comment feedback diagnostics
ja: コメントフィードバック診断実行中
zh_hans: 正在运行评论反馈诊断
zh_hant: 正在運行留言意見回饋診断

source: Running diagnostics
ja: 診断実行中
zh_hans: 正在诊断
zh_hant: 正在診断

source: Running non-novel QA matrix
ja: 小説以外のQAマトリクス実行中
zh_hans: 正在运行非小说 QA 矩阵
zh_hant: 正在運行非小說 QA 矩陣

source: Running read-only QA
ja: 読み取り専用QA実行中
zh_hans: 正在运行只读 QA
zh_hant: 正在運行只讀 QA

source: Running reversible mutable QA
ja: 可逆変更可能QA実行中
zh_hans: 正在运行可逆变更 QA
zh_hant: 正在運行可逆變更 QA

source: Running search diagnostics
ja: 検索診断を実行中
zh_hans: 正在运行搜索诊断
zh_hant: 正在運行搜尋診断

source: Running search for %@
ja: 検索中: %@
zh_hans: 正在搜索 %@
zh_hant: 正在搜尋 %@

source: Runs private bookmark add/remove and private follow/unfollow on the selected artwork and creator. Use a disposable Pixiv test account.
ja: 選択した作品とクリエイターで非公開ブックマーク追加/削除と非公開フォロー/解除を実行。使い捨てのPixivテストアカウントを使用してください。
zh_hans: 对选中的作品和作者执行私密收藏添加/移除、私密关注/取消关注；请使用可丢弃的 Pixiv 测试账号。
zh_hant: 對選中的作品和作者執行私人收藏添加/移除、私人追蹤/取消追蹤；請使用可丟棄的 Pixiv 測試帳號。

source: Runtime Readiness
ja: ランタイム準備状況
zh_hans: 运行状态验收
zh_hant: 運行狀態驗收

source: Safety
ja: セーフティ
zh_hans: 安全
zh_hant: 安全

source: Safety and filtering
ja: 安全とフィルタリング
zh_hans: 安全与过滤
zh_hant: 安全與過濾

source: SauceNAO did not return Pixiv artwork matches for this page.
ja: SauceNAO はこのページに対する Pixiv 作品の一致を返しませんでした。
zh_hans: SauceNAO 没有返回匹配的 Pixiv 作品。
zh_hant: SauceNAO 没有返回符合的 Pixiv 作品。

source: Save Article
ja: 記事を保存
zh_hans: 收藏文章
zh_hant: 收藏文章

source: Save Bookmark
ja: ブックマークを保存
zh_hans: 保存收藏
zh_hant: 保存收藏

source: Save Diagnostics
ja: 診断情報を保存
zh_hans: 保存诊断
zh_hant: 保存診断

source: Save Pixivision articles here for later reading.
ja: Pixivision記事をここで保存して後で読む
zh_hans: 可以把 Pixivision 文章收藏到这里，稍后继续阅读。
zh_hant: 可以把 Pixivision 文章收藏到這裡，稍後繼續閱讀。

source: Save Search
ja: 検索を保存
zh_hans: 保存搜索
zh_hant: 保存搜尋

source: Save Search with Filters
ja: フィルター付きで検索を保存
zh_hans: 保存搜索和筛选
zh_hant: 保存搜尋和篩選

source: Saved %@
ja: 保存済み: %@
zh_hans: 已保存 %@
zh_hant: 已保存 %@

source: Saved %@ with filters
ja: フィルター付きで %@ を保存
zh_hans: 已保存 %@ 和当前筛选
zh_hant: 已保存 %@ 和當前篩選

source: Saved Articles
ja: 保存した記事
zh_hans: 收藏文章
zh_hant: 收藏文章

source: Saved Diagnostics
ja: 診断情報を保存済み
zh_hans: 已保存诊断
zh_hant: 已保存診断

source: Saved Search Presets
ja: 検索プリセット
zh_hans: 搜索预设
zh_hant: 搜尋預設

source: Saved Searches
ja: 保存した検索
zh_hans: 保存的搜索
zh_hant: 保存的搜尋

source: Saved article
ja: 記事を保存しました
zh_hans: 已收藏文章
zh_hant: 已收藏文章

source: Saved bookmark for %@
ja: %@ のブックマークを保存
zh_hans: 已保存 %@ 的收藏
zh_hant: 已保存 %@ 的收藏

source: Saved session
ja: セッションを保存しました
zh_hans: 已保存的登录态
zh_hant: 已保存的登入態

source: Saves
ja: ブックマーク
zh_hans: 收藏
zh_hant: 收藏

source: Scheduled %d downloads for retry
ja: ダウンロード %d 件を再試行予約
zh_hans: 已安排 %d 个下载重试
zh_hant: 已安排 %d 個下載重試

source: Scheme
ja: プロトコル
zh_hans: 协议
zh_hant: 协议

source: Screen protection
ja: 画面保護
zh_hans: 截屏保护
zh_hant: 截屏保護

source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

source: Search Suggestions
ja: 検索候補
zh_hans: 搜索建议
zh_hant: 搜尋建議

source: Search Actions
ja: 検索操作
zh_hans: 搜索操作
zh_hant: 搜尋操作

source: Search Creators
ja: 投稿者を検索
zh_hans: 搜索作者
zh_hant: 搜尋作者

source: Search Filters
ja: 検索フィルター
zh_hans: 搜索筛选
zh_hant: 搜尋篩選

source: Search Image Source
ja: 画像で検索
zh_hans: 以图搜图
zh_hant: 以圖搜圖

source: Search Local Image
ja: ローカル画像を検索
zh_hans: 搜索本地图片
zh_hant: 搜尋本地圖片

source: Search Summary
ja: 検索の概要
zh_hans: 搜索摘要
zh_hant: 搜尋摘要

source: Search Tag
ja: タグを検索
zh_hans: 搜索标签
zh_hant: 搜尋標籤

source: Search also accepts illust:123 and user:123.
ja: 検索は illust:123 や user:123 も受け付けます
zh_hans: 搜索框也支持 illust:123 和 user:123。
zh_hant: 搜尋框也支持 illust:123 和 user:123。

source: Search artworks, tags, creators, or illust:123
ja: 作品、タグ、投稿者、illust:123 を検索
zh_hans: 搜索作品、标签、创作者，或输入 illust:123
zh_hant: 搜尋作品、標籤、創作者，或輸入 illust:123

source: Search bookmark tags
ja: ブックマークタグを検索
zh_hans: 搜索收藏标签
zh_hant: 搜尋收藏標籤

source: Search creator tags
ja: クリエイタータグを検索
zh_hans: 搜索作者标签
zh_hant: 搜尋作者標籤

source: Search creators in this list
ja: このリストのクリエイターを検索
zh_hans: 在当前列表搜索作者
zh_hant: 在當前列表搜尋作者

source: Search downloads
ja: ダウンロードを検索
zh_hans: 搜索下载
zh_hant: 搜尋下載

source: Search filters applied
ja: 検索フィルター適用済み
zh_hans: 已应用搜索筛选
zh_hant: 已應用搜尋篩選

source: Search filters reset
ja: 検索フィルターをリセット
zh_hans: 已重置搜索筛选
zh_hant: 已重置搜尋篩選

source: Search history
ja: 履歴を検索
zh_hans: 搜索历史
zh_hant: 搜尋紀錄

source: Search muted content
ja: 非表示コンテンツを検索
zh_hans: 搜索屏蔽内容
zh_hant: 搜尋封鎖內容

source: Search saved searches
ja: 保存検索を検索
zh_hans: 搜索保存的搜索
zh_hant: 搜尋保存的搜尋

source: Search settings
ja: 設定を検索
zh_hans: 搜索设置
zh_hant: 搜尋設定

source: Search watchlist series
ja: ウォッチリスト作品を検索
zh_hans: 搜索追更系列
zh_hant: 搜尋追蹤系列

source: Searching image source
ja: 画像を検索中
zh_hans: 正在以图搜图
zh_hant: 正在以圖搜圖

source: Searching local image with SauceNAO
ja: ローカル画像を SauceNAO で検索中
zh_hans: 正在用 SauceNAO 搜索本地图片
zh_hant: 正在用 SauceNAO 搜尋本地圖片

source: Searching page %d with SauceNAO
ja: %d ページ目を SauceNAO で検索中
zh_hans: 正在用 SauceNAO 搜索第 %d 页
zh_hant: 正在用 SauceNAO 搜尋第 %d 頁

source: Seek Frame
ja: フレーム移動
zh_hans: 跳转帧
zh_hant: 跳轉幀

source: Select All
ja: すべて選択
zh_hans: 全选
zh_hant: 全選

source: Select Artwork
ja: 作品を選択
zh_hans: 选择作品
zh_hant: 選擇作品

source: Select an article
ja: 記事を選択
zh_hans: 选择一篇文章
zh_hant: 選擇一篇文章

source: Select an artwork by an unfollowed creator for reversible QA
ja: フォロー解除済みクリエイターの作品を選択して可逆QAを実行
zh_hans: 选择一个尚未关注作者的作品用于可逆 QA
zh_hant: 選擇一個尚未追蹤作者的作品用於可逆 QA

source: Select an unbookmarked artwork for reversible QA
ja: 未ブックマーク作品を選択して可逆QAを実行
zh_hans: 选择一个尚未收藏的作品用于可逆 QA
zh_hant: 選擇一個尚未收藏的作品用於可逆 QA

source: Selected %d bookmark tags
ja: ブックマークタグ %d 件を選択
zh_hans: 已选择 %d 个收藏标签
zh_hant: 已選擇 %d 個收藏標籤

source: Selected Artwork
ja: 選択中の作品
zh_hans: 选中作品
zh_hant: 選中作品

source: Selected Works
ja: 選択した作品
zh_hans: 选中作品
zh_hant: 選中作品

source: Selected ranking date was unavailable. Showing the latest ranking.
ja: 選択したランキング日は利用不可。最新ランキングを表示します。
zh_hans: 所选排行榜日期不可用，已显示最新排行榜。
zh_hant: 所選排行榜日期不可用，已顯示最新排行榜。

source: Selection Mode
ja: 選択モード
zh_hans: 选择模式
zh_hant: 選擇模式

source: SemanticVersion comparator, JSON decoder, and 24-hour throttle round-trip in the unit suite.
ja: SemanticVersion 比較器、JSON デコーダ、24 時間スロットリングはユニットテストでラウンドトリップ検証されています。
zh_hans: SemanticVersion 比较器、JSON 解码器与 24 小时节流逻辑均在单元测试中往返验证。
zh_hant: SemanticVersion 比较器、JSON 解碼器與 24 小時节流逻輯均在單元測試中往返驗證。

source: Sensitive Events
ja: センシティブな出来事
zh_hans: 敏感事件
zh_hant: 敏感事件

source: Series Chapter
ja: シリーズの一話
zh_hans: 系列章节
zh_hant: 系列章節

source: Series Filter
ja: シリーズフィルター
zh_hans: 系列筛选
zh_hant: 系列篩選

source: Series Order
ja: シリーズ順
zh_hans: 系列顺序
zh_hant: 系列順序

source: Series Sort
ja: シリーズの並び替え
zh_hans: 系列排序
zh_hant: 系列排序

source: Session
ja: セッション
zh_hans: 登录状态
zh_hant: 登入狀態

source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

source: Settings organization
ja: 設定の整理
zh_hans: 设置组织
zh_hant: 設定組織

source: Sexual Content and Profanity
ja: 性的な内容・不適切な表現
zh_hans: 色情内容与粗俗语言
zh_hant: 色情內容與粗俗語言

source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Share Current Page
ja: 現在のページを共有
zh_hans: 分享当前页
zh_hant: 分享當前頁

source: Share Exported GIF
ja: エクスポートGIFを共有
zh_hans: 分享已导出 GIF
zh_hant: 分享已導出 GIF

source: Share Ugoira ZIP
ja: うごイラZIPを共有
zh_hans: 分享动图 ZIP
zh_hant: 分享動圖 ZIP

source: Sharing
ja: 共有
zh_hans: 分享
zh_hant: 分享

source: Show Comment
ja: コメントを表示
zh_hans: 显示评论
zh_hant: 顯示留言

source: Show Popular Results
ja: 人気の結果を表示
zh_hans: 查看热门结果
zh_hant: 查看熱門結果

source: Show Series
ja: シリーズを表示
zh_hans: 查看系列
zh_hant: 查看系列

source: Show Sidebar
ja: サイドバーを表示
zh_hans: 显示边栏
zh_hant: 顯示邊欄

source: Show Details
ja: 詳細を表示
zh_hans: 显示详情
zh_hant: 顯示詳情

source: Show account identity
ja: アカウントIDを表示
zh_hans: 显示账号身份信息
zh_hant: 顯示帳號身份資訊

source: Show content badges
ja: コンテンツバッジを表示
zh_hans: 显示内容标识
zh_hant: 顯示內容標示

source: Show translated tag names
ja: タグの翻訳名を表示
zh_hans: 显示标签翻译名
zh_hant: 顯示標籤翻譯名

source: Show original and translated text together
ja: 原文と翻訳文を一緒に表示
zh_hans: 同时显示原文和译文
zh_hant: 同時顯示原文和譯文

source: Show translated text above each paragraph
ja: 各段落の上に翻訳テキストを表示
zh_hans: 在每个段落上方显示翻译文本
zh_hant: 在每個段落上方顯示翻譯文本

source: Showing cached feed %@ · %d works · saved %@
ja: キャッシュフィード %@ · 作品 %d 件 · 保存 %@ を表示
zh_hans: 正在显示缓存作品流 %@ · %d 个作品 · 保存于 %@
zh_hant: 正在顯示快取作品流 %@ · %d 個作品 · 保存於 %@

source: Showing latest ranking
ja: 最新ランキングを表示
zh_hans: 正在显示最新榜单
zh_hant: 正在顯示最新榜單

source: Showing ranking for %@
ja: ランキング表示: %@
zh_hans: 正在显示 %@ 的榜单
zh_hant: 正在顯示 %@ 的榜單

source: Showing ranking: %@
ja: ランキング表示: %@
zh_hans: 正在显示：%@
zh_hant: 正在顯示：%@

source: Sign in and run QA
ja: サインインしてQAを実行
zh_hans: 登录后运行 QA
zh_hant: 登入後運行 QA

source: Sign in to load Pixiv feeds
ja: Pixiv にログインしてフィードを読み込む
zh_hans: 登录后加载 Pixiv 信息流
zh_hant: 登入後載入 Pixiv 資訊流

source: Signed In
ja: サインイン済み
zh_hans: 已登录
zh_hant: 已登入

source: Signed Out
ja: サインアウト済み
zh_hans: 未登录
zh_hant: 未登入

source: Simplified Chinese
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 簡體中文

source: Single Page
ja: 単ページ
zh_hans: 单页
zh_hant: 單頁

source: Skip This Version
ja: このバージョンをスキップ
zh_hans: 跳过此版本
zh_hant: 跳過此版本

source: Skipped
ja: スキップ
zh_hans: 已跳过
zh_hant: 已跳過

source: Small
ja: 小
zh_hans: 小
zh_hant: 小

source: Sort
ja: 並び替え
zh_hans: 排序
zh_hant: 排序

source: Sort Downloads
ja: ダウンロードを並び替え
zh_hans: 下载排序
zh_hant: 下載排序

source: Source Repository
ja: ソースリポジトリ
zh_hans: 源码仓库
zh_hant: 原始碼倉庫

source: Source available for personal evaluation. No formal license has been published; all rights reserved by the author.
ja: ソースは個人での評価目的で公開されています。正式なライセンスは発行されておらず、すべての権利は作者が保持します。
zh_hans: 源码可用于个人评估，目前未发布正式许可证；版权归作者所有。
zh_hant: 原始碼可用於個人評估，目前未發佈正式授權；版權歸作者所有。

source: Source pages %@
ja: ソースページ: %@
zh_hans: 源页码 %@
zh_hant: 源頁碼 %@

source: Source pages %d-%d
ja: ソースページ: %d-%d
zh_hans: 源页码 %d-%d
zh_hant: 源頁碼 %d-%d

source: Spotlight
ja: Pixivision
zh_hans: Pixivision
zh_hant: Pixivision

source: Spotlight Collection
ja: Pixivision コレクション
zh_hans: Pixivision 集合
zh_hant: Pixivision 集合

source: Spotlight Indexing
ja: Spotlight インデックス
zh_hans: Spotlight 索引
zh_hant: Spotlight 索引

source: Index downloaded artworks in Spotlight
ja: ダウンロード済み作品を Spotlight でインデックス化
zh_hans: 在 Spotlight 中索引已下载作品
zh_hant: 在 Spotlight 中索引已下載作品

source: When on, completed downloads appear as Spotlight results so Cmd+Space can find them by title, creator, or tag. KeiPix never indexes hidden categories — flipping a Hide AI / R-18 / R-18G toggle automatically removes that content from the system index. Clearing wipes every KeiPix entry from Spotlight without touching the downloads themselves.
ja: オンにするとダウンロードが完了した作品が Spotlight に表示され、Cmd+Space からタイトル・作者・タグで検索できます。非表示にしているカテゴリ (AI / R-18 / R-18G) は決してインデックス化されません — トグルを切り替えるとシステムのインデックスから自動的に削除されます。「消去」は Spotlight に登録された KeiPix のエントリのみをすべて削除し、ダウンロードしたファイル自体には触れません。
zh_hans: 开启后，已完成的下载会以 Spotlight 结果的形式出现，Cmd+Space 即可按标题、作者或标签查找。KeiPix 绝不会索引被隐藏的内容类别——切换「隐藏 AI / R-18 / R-18G」开关时，对应内容会自动从系统索引中移除。点「清除」只会抹掉 KeiPix 在 Spotlight 中的所有条目，不会影响下载的文件本身。
zh_hant: 開啟後，已完成的下載會以 Spotlight 結果的形式出現，Cmd+Space 即可依標題、作者或標籤查找。KeiPix 絕不會索引被隱藏的內容類別——切換「隱藏 AI / R-18 / R-18G」開關時，對應內容會自動從系統索引中移除。按「清除」只會抹掉 KeiPix 在 Spotlight 中的所有條目，不會影響下載的檔案本身。

source: Rebuild Spotlight Index
ja: Spotlight インデックスを再構築
zh_hans: 重建 Spotlight 索引
zh_hant: 重建 Spotlight 索引

source: Clear Spotlight Index
ja: Spotlight インデックスを消去
zh_hans: 清除 Spotlight 索引
zh_hant: 清除 Spotlight 索引

source: Backup & Restore
ja: バックアップと復元
zh_hans: 备份与恢复
zh_hant: 備份與還原
